export const metadata = {
	title: "كنان الورد: من نحن",
	description:
		"تعرف على كنان الورد، متجر سعودي يهدف إلى نشر السعادة من خلال الهدايا وباقات الورود.",
};

export default function AboutPage() {
	return (
		<div className="p-4 text-right">
			<h1 className="text-3xl font-bold mb-5">من نحن</h1>
			<p className="mb-5">
				متجر سعودي بدأت فكرة متجر كنان الورد في عام 2020 من إيماننا بأنه
				بإمكاننا أن نجعل العالم مكانًا أكثر سعادة، فهدية واحدة تجلب سعادة غامرة.
			</p>
			<p className="mb-5">
				قررنا إنشاء منصة تقدم مجموعة من الهدايا المناسبة لتلك اللحظات الثمينة
				عندما تحتاج إلى أن توضح لشخص ما مدى اهتمامك وحبك له من خلال إهدائه باقة
				ورد توصل من خلالها إحساسك وشعورك نحوه حتى لو كانت بينكم المسافات، ونجعل
				من مناسباتكم ذكرى لا تنسى لك ولمن تحب.
			</p>
			<p className="mb-5">
				يتميز موقع كنان الورد بخدمته الحصرية للتسليم الفوري والمجاني لجميع
				طلباتكم من خلال مندوبينا في المملكة العربية السعودية، الذين يقدمون خدمة
				التوصيل بشكل أنيق ومهني.
			</p>
			<p className="mb-5">
				إذا كنت قد أدركت أنك نسيت تاريخًا مهمًا أو تبحث عن مصدر إلهام أو مقترحات
				لهدية مميزة ومثالية للمناسبة، في متجر كنان الورد جمعنا لك أفضل التنسيقات
				العصرية لباقات الورد الطبيعية التي تناسب جميع لحظاتكم الثمينة ومناسباتكم
				كأعياد الميلاد، وحفلات الزفاف، واحتفالات الذكرى السنوية، والتخرج، وعيد
				الأم والمناسبات الخاصة الأخرى.
			</p>
			<p className="mb-5">
				سواء كنت المرسل أو المستلم، نسعى أن تكون تجربتك ممتعة، من البداية إلى
				النهاية. بالنسبة لنا، هذا هو فن الإهداء الحقيقي وشعارنا هو توصيل مشاعركم
				إلى قلوب أحبائكم.
			</p>
		</div>
	);
}
